{
  "coc.nvim": { "branch": "release" },
  "compiler.nvim": { "branch": "main" },
  "emmet-vim": { "branch": "master" },
  "github-nvim-theme": { "branch": "main" },
  "gruvbox": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "makeit.nvim": { "branch": "main" },
  "nerdtree": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "overseer.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "typescript-vim": { "branch": "master" },
  "vim-airline": { "branch": "master" },
  "vim-airline-themes": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-devicons": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-javascript": { "branch": "master" },
  "vim-js-pretty-template": { "branch": "master" },
  "vim-jsx-pretty": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vs-tasks.nvim": { "branch": "main" }
}